Repository: cvedovini/better-image-credits
Catalog: languages/better-image-credits-*.po
Languages: ca, de, es, it, nl, sr

source: Source name
ca: Nom de la font
de: Quelle Namen
es: Nombre de la fuente
it: Nome della sorgente
nl: Bron naam

source: Source URL
ca: URL de la font
es: URL de la fuente
it: URL di origine
nl: Bron URL

source: License type
ca: Tipus de llicència
de: Lizenztyp
es: Tipo de licencia
it: Tipo di licenza
nl: Soort licentie

source: License URL
ca: URL Llicència
de: Lizenz-URL
es: URL Licencia
it: Licenza URL
nl: Licentie URL

source: OK
ca: D&#39;acord

source: Leave the fields blank to remove credits information.
ca: Deixeu els camps en blanc per eliminar la informació de crèdits.
de: Lassen Sie die Felder leer zu Kreativ Informationen zu entfernen.
es: Deje los campos en blanco para eliminar la información de créditos.
it: Lasciare i campi vuoti per rimuovere le informazioni crediti.
nl: Laat de velden leeg om kredieten informatie te verwijderen.

source: Image Credits
ca: Crèdits d&#39;imatge
de: Bildnachweis
es: Créditos de imagen
it: Opzioni dei crediti dell'immagine
nl: Beeldrechten

source: Credits
ca: Crèdits
es: Créditos
it: Crediti
nl: Rechten
sr: Krediti

source: Link
ca: Vincle
es: Vínculo
nl: Verwijzing

source: License
ca: Llicència
de: Führerschein
es: Licencia
it: Licenza
nl: Licentie

source: License link
ca: Enllaç llicència
de: Lizenzlink
es: Enlace licencia
it: Link licenza
nl: Licentie koppeling

source: Image Credits Options
ca: Imatge Crèdits Opcions
de: Bildnachweis Optionen
es: Imagen Créditos Opciones
it: Opzioni dei crediti dell'immagine
nl: Beeldrechten-opties
sr: Opcije za Image Credits

source: Display Credits
ca: Mostrar Crèdits
es: Mostrar Créditos
it: Visualizzazione dei crediti
nl: Rechten weergeven
sr: Prikaži kredite

source: Template
ca: Plantilla
de: Vorlage
es: Modelo
it: Modello
nl: Sjabloon

source: Separator
ca: Separador
es: Separador
it: Separatore
nl: Scheidingsteken

source: Before
ca: Davant
de: Vor
es: antes de
it: Prima
nl: Voor
sr: Pre

source: After
ca: Després
de: Nach
es: Después
it: Dopo
nl: Na
sr: Posle

source: Settings
ca: Configuració
de: Einstellungen
es: Ajustes
it: Impostazioni
nl: Instellingen
sr: Postavke

source: Before the content
ca: Abans que el contingut
de: Bevor der Inhalt
es: Antes de que el contenido
it: Prima del contenuto
nl: Voor de content
sr: Pre sadržaja

source: After the content
ca: Després que el contingut
de: Nachdem der Inhalt
es: Después de que el contenido
it: Dopo il contenuto
nl: Na de content
sr: Posle sadržaja

source: Overlay on images (results may vary depending on your theme)
ca: Superposició d&#39;imatges (els resultats poden variar depenent del seu tema)
de: Overlay auf Bilder (Ergebnisse können je nach Thema variieren)
es: Superposición de imágenes (los resultados pueden variar dependiendo de su tema)
it: Sovrapposto all'immagine (i risultati possono variare in funzione del tuo tema)
nl: Overlappen bij afbeeldingen (resultaten variÃ«ren per thema)
sr: Preklapanje na slikama (rezultati se mogu razlikovati u zavisnosti od teme)

source: Include credits for header image (support for header image depends on you theme).
ca: Crèdits imatge de capçalera per a incloure (suport d&#39;imatges de capçalera per depèn que el tema).
de: Fügen Sie Credits für header image (Unterstützung für header image hängt von Ihnen ab theme).
es: Créditos imagen de cabecera para incluir (soporte de imágenes de cabecera para depende de que el tema).
it: Includi crediti header image per (supporto per le immagini di intestazione per dipende da voi a tema).
nl: Omvatten kredieten voor het header (ondersteuning voor het header is afhankelijk van je thema).

source: Include credits for background image (support for background image depends on you theme).
ca: Crèdits imatge de fons per a incloure (suport d&#39;imatges de fons per a depèn que el tema).
de: Fügen Sie Credits für Hintergrundbild (Unterstützung für Hintergrundbild hängt von Ihnen ab theme).
es: Créditos imagen de fondo para incluir (soporte de imágenes de fondo para depende de que el tema).
it: Includi crediti immagine di sfondo per la (supporto immagine di sfondo per dipende da voi a tema).
nl: Omvatten kredieten voor het achtergrond (ondersteuning voor achtergrond, hangt af van je thema).

source: Choose how you want to display the image credits
ca: Triau la manera com voleu mostrar els crèdits d&#39;imatge
de: Wählen Sie, wie Sie die Bild Credits angezeigt werden sollen
es: Elija cómo desea mostrar los créditos de imagen
it: Scegli come visualizzare i crediti dell'immagine
nl: Kies hoe je de beeldrechten wilt weergeven
sr: Izaberite kako želite da prikažete slike kredita

source: HTML to output each individual credit line. Use [title], [source], [link], [license] or [license_link] as placeholders.
ca: HTML a la sortida de cada línia de crèdit individual. Utilitzeu [títol], [font], [link], [la llicència] o [license_link] com a marcadors de posició.
de: HTML Ausgabe jedes einzelne Kreditlinie. Verwenden Sie [Titel], [Quelle], [Link], [Lizenz] oder [license_link] als Platzhalter.
es: HTML a la salida de cada línea de crédito individual. Utilice [título], [fuente], [link], [la licencia] o [license_link] como marcadores de posición.
it: HTML per uscita ogni linea di credito individuale. Usare [titolo], [fonte], [link], [licenza] o [license_link] come segnaposto.
nl: HTML output elke individuele kredietlijn. Gebruik [titel], [bron], [link], [rijbewijs] of [license_link] als placeholders.

source: HTML to separate the credits (enter leading and trailing spaces using HTML entities).
ca: HTML per separar els crèdits (introduir espais inicials i finals utilitzant entitats HTML).
de: HTML, um die Kredite zu trennen (geben Sie führende und nachfolgende Leerzeichen mit HTML-Entitäten).
es: HTML para separar los créditos (introducir espacios iniciales y finales utilizando entidades HTML).
it: HTML per separare i crediti (inserire uno spazio iniziale e finale usando le entità HTML).
nl: HTML om de rechten te scheiden (gebruik HTML entiteiten om ervoor en erna ruimte te maken).
sr: HTML za razdvajanje kredita (uneti početne i krajnje razmake koristeći HTML entitete).

source: HTML to output before the credits (enter leading and trailing spaces using HTML entities).
ca: HTML a la sortida abans dels crèdits (introduir espais inicials i finals utilitzant entitats HTML).
de: HTML vor den Credits Ausgang (geben Sie führende und nachfolgende Leerzeichen mit HTML-Entitäten).
es: HTML a la salida antes de los créditos (introducir espacios iniciales y finales utilizando entidades HTML).
it: HTML da inserire prima dei crediti (inserire uno spazio iniziale e finale usando le entità HTML).
nl: HTML om voor de rechten weer te geven (gebruik HTML entiteiten om ervoor en erna ruimte te maken)
sr: HTML za izlaz pre kredita (uneti početne i krajnje razmake koristeći HTML entitete).

source: HTML to output after the credits (enter leading and trailing spaces using HTML entities).
ca: HTML a la sortida després dels crèdits (introduir espais inicials i finals utilitzant entitats HTML).
de: HTML, um nach dem Abspann Ausgang (geben Sie führende und nachfolgende Leerzeichen mit HTML-Entitäten).
es: HTML a la salida después de los créditos (introducir espacios iniciales y finales utilizando entidades HTML).
it: HTML da inserire dopo i crediti (inserire uno spazio iniziale e finale usando le entità HTML).
nl: HTML om na de rechten weer te geven (gebruik HTML entiteiten om ervoor en erna ruimte te maken)
sr: HTML za izlaz posle kredita (uneti početne i krajnje razmake koristeći HTML entitete).

source: Options
ca: Opcions
de: Optionen
es: Opciones
it: Opzioni
nl: Opties
sr: Opcije

source: Do you like this Plugin?
ca: ¿T'agrada aquest plugin?
de: Wie bewerten Sie diese Plugin?
es: ¿Le gusta este Plugin?
it: Ti piace questo Plugin?
nl: Vind je deze plug-in leuk?
sr: Da li vam se dopada ovaj plugin?

source: Please consider a donation.
ca: Si us plau, considera una donació
de: Bitte beachten Sie, eine Spende.
es: Por favor considere hacer una donación.
it: Per favore, considera la possibilità di fare una donazione.
nl: Overweeg alsjeblieft een donatie.
sr: Razmislite o donaciji

source: We also need volunteers to translate that plugin into more languages.
ca: També necessitem més voluntaris per a traduir aquest plugin a més idiomes.
de: Wir brauchen auch Freiwillige, um diese Plugins in weitere Sprachen zu übersetzen.
es: También necesitamos voluntarios para traducir ese plugin a más idiomas.
it: Abbiamo anche bisogno di volontari per tradurre questo plugin in altre lingue.
nl: We hebben ook vrijwilligers nodig om de plug-in in meer talen te vertalen.
sr: Potrebni su nam volonteri za prevod plugin-a na različite jezike.

source: If you wish to help then contact <a href="https://twitter.com/cvedovini">@cvedovini</a> on Twitter or use that <a href="http://vdvn.me/contact/">contact form</a>.
ca: Si vols ajudar a continuació, posar-se en contacte <a href="https://twitter.com/cvedovini">concvedovini</a> a Twitter o utilitzar aquest <a href="http://vdvn.me/contact/">formulari de contacte.</a>
de: Wenn Sie helfen möchten, dann kontaktieren <a href="https://twitter.com/cvedovini">Siecvedovini</a> auf Twitter oder verwenden Sie diese <a href="http://vdvn.me/contact/">Kontakt-Formular.</a>
es: Si usted desea ayudar a continuación, ponerse en contacto <a href="https://twitter.com/cvedovini">concvedovini</a> en Twitter o utilizar ese <a href="http://vdvn.me/contact/">formulario de contacto.</a>
it: Se vuoi aiutare <a href="https://twitter.com/cvedovini">contattarecvedovini</a> su Twitter oppure utilizzare tale <a href="http://vdvn.me/contact/">modulo di contatto.</a>
nl: Als je wilt helpen, neem dan contact op via <a href="https://twitter.com/cvedovini">@cvedovini</a> op Twitter of gebruik het <a href="http://vdvn.me/contact/">contactformulier</a>.

source: A widget displaying the image credits
ca: Un giny que mostra els crèdits d&#39;imatge
de: Ein Widget Anzeigen der Bild Credits
es: Un widget que muestra los créditos de imagen
it: Un widget che visualizza le image credits
nl: Een widget weergeven van de image credits

source: Title:
ca: Títol:
de: Titel:
es: Título:
it: Titolo:
nl: Titel:

source: Better Image Credits
ca: Millors Crèdits d&#39;imatge
de: Bessere Bildnachweis
es: Mejores Créditos de imagen

source: Adds credits and link fields for media uploads along with a shortcode and various options to display image credits in your posts.
ca: Afegeix crèdits i camps d&#39;enllaç per als fitxers enviats mitjans de comunicació, juntament amb un codi curt i diverses opcions per mostrar crèdits d&#39;imatge en els seus missatges.
de: Fügt Kredite und Link Felder für Medien Uploads zusammen mit einer Kurzwahl und verschiedene Optionen, um image credits in Ihre Beiträge anzuzeigen.
es: Añade créditos y campos de enlace para los archivos subidos medios de comunicación, junto con un código corto y varias opciones para mostrar créditos de imagen en sus mensajes.
it: Aggiunge i crediti e i link ai contenuti multimediali con un codice e varie opzioniper visualizzare i crediti delle immagini nei tuoi post.
nl: Voegt beeldrechten en verwijzingsvelden toe bij media-uploads in combinatie met een shortcode en verschillende mogelijkheden om de beeldrechten in je berichten weer te geven.
sr: Dodaje kredite i polja za linkove za otpremanje medija, uz shortcode i različite opcije za prikazivanje slika kredita na vašim postovima.

source: Cancel
de: Absagen
es: Cancelar
it: Annullare
nl: Annuleer

source: Source name of the image.
sr: Naziv izvora slike

source: URL where the original image was found.
sr: URL gde je pronađena originalna slika

source: If you wish to help then contact <a href="https://twitter.com/cvedovini">@cvedovini</a> on Twitter or use that <a href="http://vedovini.net/contact/">contact form</a>.
sr: Ako želite da pomognete, pišite nam na <a href="https://twitter.com/cvedovini">@cvedovini</a> na Twitter-u ili putem <a href="http://vedovini.net/contact/">contact form</a>.
